{
  "batik": [
    {
      "name": "Batik Cendrawasih",
      "image": "https://awsimages.detik.net.id/community/media/visual/2023/10/02/shutterstock-2_43.jpeg?w=1200",
      "description": "Burung Cendrawasih merupakan motif yang menggambarkan burung endemik di tanah Papua. Cendrawasih adalah salah satu spesies burung langka, dilindungi oleh pemerintah Indonesia. Burung ini dipercaya sebagai burung surga yang menghubungkan kehidupan di bumi dengan surga. Motif ini juga dianggap sebagai motif sakral dan mewakili identitas masyarakat Papua, baik di provinsi Papua maupun Papua Barat.",
      "category": "Papua"
    },
    {
      "name": "Batik Ikat Celup",
      "image": "https://www.lia.com.sg/wp-content/uploads/2018/11/batik-lia-1-1024x768.jpg",
      "description": "Ikat celup atau Jumputan (tie-dye) adalah teknik mewarnai kain dengan cara mengikat kain dengan cara tertentu sebelum dilakukan pencelupan. Di beberapa daerah di Indonesia, teknik ini dikenal dengan berbagai nama lain seperti jumputan pelangi atau cinde (Palembang), tritik atau jumputan (Jawa), serta sasirangan (Banjarmasin). Teknik ikat celup sering dipadukan dengan teknik lain seperti batik.",
      "category": "Bali"
    },
    {
      "name": "Batik Insang",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT69wcOJ1TPLJAallOZBZxWDs1zKbSoWq_3coj7bUTiS_BaNRCDLI0Rn6qwc_gRa6RNglw&usqp=CAU",
      "description": "Insang ikan merupakan motif yang sering dipergunakan oleh kaum Melayu yang tinggal di sepanjang tepian Sungai Kapuas. Ia melambangkan rasa syukur manusia kepada Tuhan. Insang merupakan bagian tubuh ikan yang paling penting, yang memungkinkan ikan untuk bernapas dan hidup.",
      "category": "Kalimantan"
    },
    {
      "name": "Batik Kawung",
      "image": "https://prod.api.ruangankita.com/storage/content/220325050959_batik-kawung.png",
      "description": "Motif Batik Kawung merupakan motif batik yang bentuknya berupa bulatan mirip buah kawung (sejenis kelapa atau kadang juga dianggap sebagai aren atau kolang-kaling) yang ditata rapi secara geometris. Motif kawung bermakna kesempurnaan, kemurnian dan kesucian. Motif batik Kawung diyakini diciptakan oleh salah satu Sultan kerajaan Mataram. Motif batik ini pertama kali dikenal pada abad ke 13 tepatnya di pulau Jawa. Pada awalnya motif ini muncul pada ukiran dinding di beberapa candi di Jawa seperti Prambanan. Dalam kaitannya dengan kata suwung yang berarti kosong, motif kawung menyimbolkan kekosongan nafsu dan hasrat duniawi, sehingga menghasilkan pengendalian diri yang sempurna. Kekosongan ini menjadikan seseorang netral, tidak berpihak, tidak ingin menonjolkan diri, mengikuti arus kehidupan, membiarkan segala yang ada disekitarnya berjalan sesuai kehendak alam. Motif batik jenis kawung ini selalu dikenakan oleh semar sebagai gambaran sosok yang bijaksana.",
      "category": "Jawa"
    },
    {
      "name": "Batik Lasem",
      "image": "https://www.infobatik.com/wp-content/uploads/2020/11/batik-lasem-motif-burung-hong.jpg",
      "description": "Batik Lasem atau sering disebut Batik Laseman merupakan batik bergaya pesisiran yang kaya motif dan warna. Nuansa multikultur sangat terasa pada lembaran Batik Lasem. Kombinasi motif dan warna Batik Lasem yang terpengaruh desain budaya Tionghoa, Jawa, Lasem, Belanda, Champa, Hindu, Buddha serta Islam tampak berpadu demikian serasi, anggun dan memukau. Warna cerah Batik Lasem khususnya warna merah sangat terkenal di kalangan pecinta batik Indonesia.",
      "category": "Jawa"
    },
    {
      "name": "Batik Megamendung",
      "image": "https://prod.api.ruangankita.com/storage/content/220325051020_batik%20megamendung.png",
      "description": "Batik megamendung merupakan karya seni berupa batik yang identik dan menjadi ikon daerah Cirebon dan sekitarnya. Motif batik tersebut memiliki kekhasan yang tidak dijumpai di wilayah lain penghasil batik, bahkan menjadi salah satu mahakarya yang hanya ada di Cirebon. Sampai saat ini, Departemen Kebudayaan dan Pariwisata terus berusaha mendaftarkan motif ini ke UNESCO untuk memperoleh penetapan sebagai salah satu warisan dunia. Sebagai motif dasar, batik megamendung telah dikenal luas hingga mancanegara. Sebagai bukti kepopulerannya, motif ini pernah dijadikan kover suatu buku batik terbitan luar negeri dengan judul Batik Design, karya seorang berkewarganegaraan Belanda yang bernama Pepin van Roojen. Kekhasan dari motif tersebut tidak hanya berada di motifnya saja yang berupa gambar awan-awan dengan warna-warna yang mencolok, tetapi juga berbagai nilai filosofis yang ada di dalamnya.",
      "category": "Jawa"
    },
    {
      "name": "Batik Pala",
      "image": "https://images.tokopedia.net/img/cache/700/VqbcmM/2022/2/16/3912cb8b-9fb6-4b3b-b322-5abef8dfab64.jpg",
      "description": "Motif ini menggambarkan senjata tradisional yang unik dari wilayah Maluku, yang disebut Salawaku. Belati salawaku digunakan di banyak lingkungan sosial lokal, karena melambangkan identitas masyarakat Maluku seperti dalam tarian tradisional, ritual, dan pola tekstil. Sementara kata ‘Pala’ mengacu pada pala sebagai salah satu komoditas utama Maluku",
      "category": "Sulawesi"
    },
    {
      "name": "Batik Parang",
      "image": "https://prod.api.ruangankita.com/storage/content/220325050929_batik%20parang.png",
      "description": "Batik Parang adalah salah satu motif batik yang paling tua di Indonesia. Parang berasal dari kata pèrèng yang berarti lèrèng. Maksudnya, bentuk motif batik parang itu berupa huruf “S” yang digambar secara berkaitan satu sama lain dan membentuk diagonal miring layaknya lèrèng gunung. Perengan menggambarkan sebuah garis menurun dari tinggi ke rendah secara diagonal. Susunan motif S jalin-menjalin tidak terputus melambangkan kesinambungan. Bentuk dasar huruf S diambil dari ombak samudra yang menggambarkan semangat yang tidak pernah padam. Batik ini merupakan batik asli Indonesia yang sudah ada sejak zaman keraton Mataram Kartasura (Solo).",
      "category": "Jawa"
    },
    {
      "name": "Batik Poleng",
      "image": "https://tjokrosuharto.com/24060-large_default/bcp-231-batik-jogja-cap-petilan-poleng-hitam-tanggung-btn.jpg",
      "description": "Poleng atau corak papan catur adalah pola kotak-kotak sederhana yang terbentuk dari selang-seling warna gelap dan terang, biasanya hitam dan putih.[1] Di Bali, kain dengan motif seperti ini disebut sebagai kain poleng. Kain poleng melambangkan keseimbangan antara dua hal yang bertolak belakang. Corak poleng juga dikenal dalam kebudayaan Jawa, khususnya dalam kerajinan batik.",
      "category": "Bali"
    },
    {
      "name": "Batik Tambal",
      "image": "https://fitinline.com/data/article/20151009/Batik-Tambal-000.jpg",
      "description": "Batik tambal adalah motif batik yang menggabungkan atau menambal berbagai macam motif batik lainnya dalam bidang-bidang segitiga yang disusun sedemikian rupa. Bidang-bidang segitiga tersebut biasanya tercipta dari bidang persegi empat yang lebih besar, dengan garis-garis yang memotong dari setiap sudutnya.",
      "category": "Jawa"
    },
    {
      "name": "Batik Sidomukti",
      "image": "https://prod.api.ruangankita.com/storage/content/220325051040_batik-sidomukti.jpg",
      "description": "Batik Sidomukti merupakan batik yang berasal dari kota Surakarta (Solo), Jawa Tengah. Motif batik sidomukti merupakan jenis batik yang terbuat dari zat warna soga alam. Motif batik sidomukti memiliki ciri khas corak berbentuk lekuk-lekuk yang simetris. Batik sidomukti merupakan salah satu batik yang berkembang di Keraton Surakarta. Batik ini merupakan perkembangan dari batik sidomulyo yang telah ada sejak zaman Kesultanan Mataram. Sidomukti berasal dari kata sido dan mukti. Kata sido merupakan bahasa Jawa yang memiliki arti jadi atau menjadi. Sedangkan kata mukti merupakan bahasa Jawa yang mempunyai arti kebahagiaan, kekuasaan, dan tidak kekurangan sesuatu.",
      "category": "Jawa"
    },
    {
      "name": "Batik Sekar Jagad",
      "image": "https://prod.api.ruangankita.com/storage/content/220325051105_batik-sekar-jagad.jpg",
      "description": "Batik Sekar Jagad adalah salah satu motif batik yang berasal dari Solo dan Yogyakarta. Motif ini mengandung makna aneka rupa keindahan yang terjalin menjadi satu atau melingkupi keseluruhan keindahan. Ada pula yang beranggapan bahwa motif Sekar Jagad sebenarnya berasal dari kata \"kar jagad\" yang diambil dari bahasa Jawa (kar \"peta\"; jagad \"dunia\"), sehingga motif ini juga melambangkan keragaman di seluruh dunia.",
      "category": "Jawa"
    },
    {
      "name": "Batik Truntum",
      "image": "https://www.batikprabuseno.com/artikel/wp-content/uploads/2022/12/wdwd-01-768x768.png",
      "description": "Batik Truntum merupakan sebuah motif batik yang telah diciptakan Kanjeng Ratu Kencana atau Permaisuri Ingkang Sinuhun Sri Susuhunan Pakubuwana III dari Surakarta. Dalam sejarahnya motif batik Truntum tercipta karena sang ratu beruk yang tidak lagi mampu memberikan keturunan pada Pakubuwono III, sehingga pada saat itu sang raja ingin untuk menikah lagi. Motif ini sangat lazim ditemui saat ada acara-acara perkawinan, siraman, tunangan, atau acara tujuh bulanan. Makna utamanya adalah cinta kasih yang tulus dari orang tua, karena pada saat acara perkawinan motif batik truntum digunakan oleh orang tua mempelai yang memberikan simbol cinta kasih orang tua kepada sang anak yang akan dilakukan juga oleh sang suami.",
      "category": "Jawa"
    },
    {
      "name": "Batik Sido Asih",
      "image": "https://id-everbestshoes-cdn.ascentismedia.com/SharedImages/Public/files/BLOG/2021/Motif%20Batik%20Populer/7%20sido%20asih%20-%20copy.jpg",
      "description": "Batik ini masuk ke dalam daftar batik yang digunakan dalam pernikahan adat Jawa. Nama batik ini sendiri berasal dari Bahasa Jawa “sido” yang berarti jadi dan terus menerus serta “asih” yang berarti kasih sayang, sehingga arti keseluruhan dari batik ini adalah kasih sayang yang terus menerus. Gambar batik yang indah ini mewakilkan harapan agar pernikahan yang terjadi akan penuh dengan cinta dan kasih sayang.",
      "category": "Jawa"
    },
    {
      "name": "Batik Buketan",
      "image": "https://id-everbestshoes-cdn.ascentismedia.com/SharedImages/Public/files/BLOG/2021/Motif%20Batik%20Populer/8%20buketan%20-%20copy.jpg",
      "description": "Berasal dari Bahasa Perancis “bouquet” yang kemudian diserap Bahasa Indonesia menjadi “buket” yang berarti rangkaian bunga, gambar batik buketan juga berisikan bunga-bunga yang indah dan terkadang dihiasi burung atau dedaunan cantik. Bunga di sini menyimbolkan kebahagiaan dan kecantikan.",
      "category": "Jawa"
    },
    {
      "name": "Batik Gentongan",
      "image": "https://id-everbestshoes-cdn.ascentismedia.com/SharedImages/Public/files/BLOG/2021/Motif%20Batik%20Populer/11%20gentongan%20-%20copy.jpg",
      "description": "Tahukah anda bahwa Madura termasuk salah satu pusat perbatikan di Indonesia? Motif batik yang khas dari daerah ini adalah sentuhan flora dan fauna, termasuk dalam batik gentongan yang juga berasal dari Madura. Namun, gambar batik gentongan lebih condong ke motif flora dan abstrak.   Warna yang dimiliki batik gentongan serupa dengan batik khas Madura lainnya, yaitu bernuansa terang seperti merah, kuning, hijau, dan biru, dengan masing-masing warna mewakilkan arti filosofis yang indah.",
      "category": "Jawa"
    }
  ]
}
