{
  "batik": [
    {
      "name": "Batik Cendrawasih",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR8MZbJvwpX6bW2cVMstcBV9Qb7SuY_A6Iqqw&s",
      "description": "Burung Cendrawasih merupakan motif yang menggambarkan burung endemik di tanah Papua. Cendrawasih adalah salah satu spesies burung langka, dilindungi oleh pemerintah Indonesia. Burung ini dipercaya sebagai burung surga yang menghubungkan kehidupan di bumi dengan surga. Motif ini juga dianggap sebagai motif sakral dan mewakili identitas masyarakat Papua, baik di provinsi Papua maupun Papua Barat.",
      "category": "Papua"
    },
    {
      "name": "Batik Ikat Celup",
      "image": "https://down-id.img.susercontent.com/file/id-11134207-7r98w-lz8vdjxvw7vsaa",
      "description": "Ikat celup atau Jumputan (tie-dye) adalah teknik mewarnai kain dengan cara mengikat kain dengan cara tertentu sebelum dilakukan pencelupan. Di beberapa daerah di Indonesia, teknik ini dikenal dengan berbagai nama lain seperti jumputan pelangi atau cinde (Palembang), tritik atau jumputan (Jawa), serta sasirangan (Banjarmasin). Teknik ikat celup sering dipadukan dengan teknik lain seperti batik.",
      "category": "Bali"
    },
    {
      "name": "Batik Insang",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQOMz04OY8XvcD1M91a_RB31ZtsrxME-hQ4ohxznUVP8vZVCavR8KGLbgnh-670OAnjXeY&usqp=CAU",
      "description": "Insang ikan merupakan motif yang sering dipergunakan oleh kaum Melayu yang tinggal di sepanjang tepian Sungai Kapuas. Ia melambangkan rasa syukur manusia kepada Tuhan. Insang merupakan bagian tubuh ikan yang paling penting, yang memungkinkan ikan untuk bernapas dan hidup.",
      "category": "Kalimantan"
    },
    {
      "name": "Batik Kawung",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQdQ8U7Ot2FSz5Son55HTXIicFEQxZ79FebVg&s",
      "description": "Motif Batik Kawung merupakan motif batik yang bentuknya berupa bulatan mirip buah kawung (sejenis kelapa atau kadang juga dianggap sebagai aren atau kolang-kaling) yang ditata rapi secara geometris. Motif kawung bermakna kesempurnaan, kemurnian dan kesucian. Motif batik Kawung diyakini diciptakan oleh salah satu Sultan kerajaan Mataram. Motif batik ini pertama kali dikenal pada abad ke 13 tepatnya di pulau Jawa. Pada awalnya motif ini muncul pada ukiran dinding di beberapa candi di Jawa seperti Prambanan. Dalam kaitannya dengan kata suwung yang berarti kosong, motif kawung menyimbolkan kekosongan nafsu dan hasrat duniawi, sehingga menghasilkan pengendalian diri yang sempurna. Kekosongan ini menjadikan seseorang netral, tidak berpihak, tidak ingin menonjolkan diri, mengikuti arus kehidupan, membiarkan segala yang ada disekitarnya berjalan sesuai kehendak alam. Motif batik jenis kawung ini selalu dikenakan oleh semar sebagai gambaran sosok yang bijaksana.",
      "category": "Jawa"
    },
    {
      "name": "Batik Lasem",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSpA_2gDZ1X_LHzAyNiMJFutqh4fLE7vNMOWA&s",
      "description": "Batik Lasem atau sering disebut Batik Laseman merupakan batik bergaya pesisiran yang kaya motif dan warna. Nuansa multikultur sangat terasa pada lembaran Batik Lasem. Kombinasi motif dan warna Batik Lasem yang terpengaruh desain budaya Tionghoa, Jawa, Lasem, Belanda, Champa, Hindu, Buddha serta Islam tampak berpadu demikian serasi, anggun dan memukau. Warna cerah Batik Lasem khususnya warna merah sangat terkenal di kalangan pecinta batik Indonesia.",
      "category": "Jawa"
    },
    {
      "name": "Batik Megamendung",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTsICDZuDHzBVXC8mT7uI1yDGBl2YajYemTDCBIf_9BCC2qxaRFdgjf0c-i_kTwlVGc8kg&usqp=CAU",
      "description": "Batik megamendung merupakan karya seni berupa batik yang identik dan menjadi ikon daerah Cirebon dan sekitarnya. Motif batik tersebut memiliki kekhasan yang tidak dijumpai di wilayah lain penghasil batik, bahkan menjadi salah satu mahakarya yang hanya ada di Cirebon. Sampai saat ini, Departemen Kebudayaan dan Pariwisata terus berusaha mendaftarkan motif ini ke UNESCO untuk memperoleh penetapan sebagai salah satu warisan dunia. Sebagai motif dasar, batik megamendung telah dikenal luas hingga mancanegara. Sebagai bukti kepopulerannya, motif ini pernah dijadikan kover suatu buku batik terbitan luar negeri dengan judul Batik Design, karya seorang berkewarganegaraan Belanda yang bernama Pepin van Roojen. Kekhasan dari motif tersebut tidak hanya berada di motifnya saja yang berupa gambar awan-awan dengan warna-warna yang mencolok, tetapi juga berbagai nilai filosofis yang ada di dalamnya.",
      "category": "Jawa"
    },
    {
      "name": "Batik Pala",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQd9cVLhDFXynsqbQbVYEvcoGzcdtB9LqrE7g&s",
      "description": "Motif ini menggambarkan senjata tradisional yang unik dari wilayah Maluku, yang disebut Salawaku. Belati salawaku digunakan di banyak lingkungan sosial lokal, karena melambangkan identitas masyarakat Maluku seperti dalam tarian tradisional, ritual, dan pola tekstil. Sementara kata ‘Pala’ mengacu pada pala sebagai salah satu komoditas utama Maluku",
      "category": "Sulawesi"
    },
    {
      "name": "Batik Parang",
      "image": "https://www.batikprabuseno.com/artikel/wp-content/uploads/2023/11/motif-batik-parang-rusak-1.jpg",
      "description": "Batik Parang adalah salah satu motif batik yang paling tua di Indonesia. Parang berasal dari kata pèrèng yang berarti lèrèng. Maksudnya, bentuk motif batik parang itu berupa huruf “S” yang digambar secara berkaitan satu sama lain dan membentuk diagonal miring layaknya lèrèng gunung. Perengan menggambarkan sebuah garis menurun dari tinggi ke rendah secara diagonal. Susunan motif S jalin-menjalin tidak terputus melambangkan kesinambungan. Bentuk dasar huruf S diambil dari ombak samudra yang menggambarkan semangat yang tidak pernah padam. Batik ini merupakan batik asli Indonesia yang sudah ada sejak zaman keraton Mataram Kartasura (Solo).",
      "category": "Jawa"
    },
    {
      "name": "Batik Poleng",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR0eqTkHte6V1MAs1zUE6GBoifI-TBLfKkRSQ&s",
      "description": "Poleng atau corak papan catur adalah pola kotak-kotak sederhana yang terbentuk dari selang-seling warna gelap dan terang, biasanya hitam dan putih.[1] Di Bali, kain dengan motif seperti ini disebut sebagai kain poleng. Kain poleng melambangkan keseimbangan antara dua hal yang bertolak belakang. Corak poleng juga dikenal dalam kebudayaan Jawa, khususnya dalam kerajinan batik.",
      "category": "Bali"
    },
    {
      "name": "Batik Tambal",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ_P83qd6l3Ft1OS-TGf3tprCU39xTdHizbpg&s",
      "description": "Batik tambal adalah motif batik yang menggabungkan atau menambal berbagai macam motif batik lainnya dalam bidang-bidang segitiga yang disusun sedemikian rupa. Bidang-bidang segitiga tersebut biasanya tercipta dari bidang persegi empat yang lebih besar, dengan garis-garis yang memotong dari setiap sudutnya.",
      "category": "Jawa"
    }
  ]
}
